Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Thus, the world of Child of God is a postmodern Gothic world where “the body is turned inside out— actually peeled open—as its organs are splayed, like negative photographic images, across the ﬁeld of a dead, relational power” (Kroker, 1987, p. 185).
es_es: De este modo, el mundo de *Hijo de Dios* es un mundo gótico posmoderno en el que «el cuerpo se invierte —de hecho, se desprende— mientras sus órganos se extienden, como imágenes fotográficas en negativo, sobre el campo de un poder relacional muerto» (Kroker, 1987, p. 185)

source: Thus, unlike Beville who analyses postmodern texts that are characteristically Gothic (2009, p.
es_es: Así, a diferencia de Beville, que analiza los textos posmodernos que son de caracter gótico (2009, pág.

source: Thus, unlike Beville who analyses postmodern texts that are characteristically Gothic (2009, p. 10), this study regards *Child of God* as a primarily Gothic text that is embedded in a postmodern context, which, according to Jean Baudrillard, is also “a culture of death” (1993, p. 127).
es_es: Así, a diferencia de Beville, que analiza los textos posmodernos que son de carácter gótico (2009, p. 10), este estudio considera *Hijo de Dios* como un texto fundamentalmente gótico integrado en el contexto posmoderno, que, según Jean Baudrillard, también es «una cultura de la muerte» (1993, p. 127).

source: To achieve the foregoing, the novel fuses Gothic and postmodern elements into a synergy calibrated for the optimal representation of the horrid disintegration of a master narrative about humanity, namely humanism.
es_es: Para ello, la novela fusiona elementos góticos y posmodernos en una sinergia ajustada para la representación óptima de la desintegración hórrida de las grandes narrativas sobre la humanidad, es decir, el humanismo.

source: To contemplate death and its accompanying signs is to recognise the transience of physical things and pleasures: 'How shocking must thy Summons be, O *Death*!
es_es: Contemplar la muerte y los signos que la acompañan es reconocer la transitoriedad de las cosas y los placeres físicos: «¡Cuan impactante debe ser tu Llamado, Oh *Muerte*!

source: To do this is the sign of maturity.
es_es: Estas acciones son signos de madurez.

source: To settle on Herself, our Point supreme!
es_es: a recogere en Sí, ¡Punto supremo de nuestra elevación!

source: Tortuous, fragmented narratives relating mysterious incidents, horrible images and life-threatening pursuits predominate in the eighteenth century.
es_es: En el siglo XVIII, predominan las narrativas fragmentadas y tortuosas relacionadas con incidentes misteriosos, imágenes horribles y persecuciones que ponen en peligro la vida.

source: Towards each other, as towards their children, they show *tolerance* and *understanding,* which they find it easier to do if they have a *good sexual relationship.*
es_es: Entre ellos y con los hijos, muestran *tolerancia* y *comprensión*, lo cual les resulta más fácil si tienen una *buena relación sexual*.

source: Transgressing the bounds of reality and possibility, they also challenged reason through their overindulgence in fanciful ideas and imaginative flights.
es_es: Al transgredir los límites de la realidad y de lo posible, impugnaban asimismo a la razón a través de su desmesurada complacencia en lo fantasioso y en los vuelos de la imaginación.

source: Transgression, like excess, is not simply or lightly undertaken in Gothic fiction, but ambivalent in its aims and effects.
es_es: La transgresión, como el exceso, no se ejerce con liviandad en la ficción gótica, sino que se halla atravesada por una ambivalencia en sus fines y efectos.

source: Transgression, provoking fears of social disintegration, thus enabled the reconstitution of limits and boundaries.
es_es: La transgresión, al activar temores de desintegración social, habilitaba, así, la reconstrucción de límites y fronteras.

source: Uncanny effects rather than sublime terrors predominated.
es_es: Predominaban los efectos extraños más que los terrores sublimes.

source: Uncertainties about the nature of power, law, society, family and sexuality dominate Gothic fiction.
es_es: Dominan la ficción gótica las dudas sobre la naturaleza del poder, la ley, la sociedad, la familia y la sexualidad.

source: Underscoring the pivotal roles of character and setting in the Gothic, Punter and Byron maintain that there is “a double sense of dislocated space and threatened subjectivity” in postmodern Gothic (2004, p. 51).
es_es: Al destacar el papel fundamental que desempeñan los personajes y el escenario en el gótico, Punter y Byron sostienen que existe «una doble sensación de espacio dislocado y subjetividad amenazada» en el gótico posmoderno (2004, p. 51).

source: Virtually none of the aspects involved in the identity formation of the typical protagonist in the Bildungsroman, which includes “the realization of the self, and, along with it, of various other aspects such as a sense of who one is, gender distinction, family and professional perspectives, social and interhuman status and role… communication and behaviour” (Golban 18) is achieved in the novel.
es_es: En ninguno de los aspectos implicados en la formación identitaria del protagonista típico del *Bildungsroman* —«la construcción del yo y, junto con ella, otros aspectos como un sentido de quién se es, la distinción de género, las perspectivas familiares y profesionales, el estatus y el rol social e interhumano… la comunicación y el comportamiento» (Golban, p. 18)— se alcanzan en la novela.

source: Vladimir Nabokov’s *Lolita* [^1]
es_es: *Lolita* de Vladimir Nabokov

source: We with our modern latitude in these matters are likely to be amused by the minor details of his mistress’s person that caught the lover’s fancy in the novels of the nineteenth century—the expressiveness of the eyes, a certain kind of glance, a foot, an ankle, a wrist, an ear, a ringlet; with our modern reader’s knowledge of the size and shape of the heroine’s breasts, thighs, belly, and buttocks, these seem trifling and beside the point.
es_es: Nosotros, con nuestra moderna laxitud en estos asuntos, tendemos a encontrar graciosos los detalles de menor importancia de la amada, aquellos que capturaban la fantasía del amante en las novelas del siglo XIX: la expresividad de los ojos, cierto tipo de mirada, un pie, un tobillo, una muñeca, una oreja, un bucle; para el lector moderno, que conoce el tamaño y la forma de los pechos, los muslos, el vientre y las nalgas de la heroína, estos detalles parecen triviales y fuera de lugar.

source: What I used to pamper among the tangled vines of my heart, *mon grand peche radieux*, had dwindled in its essence:
es_es: Aquello que yo solía mimar entre las enredaderas de mi corazón, *mon grand péché radieux*, se había reducido en su esencia:

source: Whereas posthumanism seeks to avoid the postmodern collapse into “the rhetoric of the crisis of Man” (Braidotti, 2013, p. 37) by salvaging a new alternative with a celebratory air following the dethronement of the discourse of humanism, the Gothic maps onto the “postmodern fear of the disintegration of the human subject” (Bolton, 2014, p. 2) while pointing “implicitly and constantly to the insupportability of the accepted alternatives” (Punter, 1996b, p. 191).
es_es: Mientras que el poshumanismo procura evitar la caída del posmodernismo en «la retórica de la crisis del Hombre» (Braidotti, 2013, p. 37) rescatando una nueva alternativa con un aire celebratorio tras el destronamiento del discurso del humanismo, lo gótico se superpone con el «temor posmoderno a la desintegración del sujeto humano» (Bolton, 2014, p. 2) al tiempo que señala «implícita y constantemente la insostenibilidad de las alternativas aceptadas» (Punter, 1996b, p. 191).

source: Whereas romances and novels which turn upon characters out of nature, monsters of perfection, feats of chivalry, fairy-enchantments, and the whole train of the marvellously absurd, transport the reader unprofitably into the clouds, where he is sure to find no solid footing, or into those wilds of fancy, which go for ever out of the way of all human paths.
es_es: En cambio, los romances y las novelas que giran en torno a personajes fuera de la naturaleza, monstruos de perfección, hazañas caballerescas, encantamientos de hadas y toda la serie del absurdo maravilloso, transportan al lector infructíferamente a las nubes, quien está seguro que allí no encontrará un terreno firme, o lo llevará a esas tierras inexploradas de la fantasía, que se apartan para siempre de todos los senderos humanos.

source: While this study refuses to reduce Western humanism to a caricature of the Enlightenment, its focus is mainly on the Enlightenment aspects of the humanist discourse, rather than the primarily pedagogical humanism of the Renaissance.
es_es: Si bien este estudio rehúsa a reducir el humanismo Occidental a una caricatura de la Ilustración, el foco recae principalmente en los aspectos de la Ilustración del discurso humanista antes que en el humanismo primordialmente pedagógico del Renacimiento.

source: While, in *The Gothic Quest* (1938), Summers traced Gothic influences into the twentieth century, it is in examining the classical Gothic texts and in Romanticism that his work holds most interest.
es_es: Aunque en *The Gothic Quest* [La búsqueda del gótico], (1938), Summers rastreó las influencias góticas hasta el siglo XX, es en el estudio de los textos góticos clásicos y el Romanticismo donde su obra resulta más interesante.

source: With Ellen Moers’s notion of ‘female Gothic’ as a mode of addressing fears about sexuality and childbirth, one of the most significant directions in recent Gothic criticism was laid out.
es_es: La noción de Ellen Moers del «gótico femenino», entendida como una forma de abordar los temores en torno a la sexualidad y el parto, trazó uno de los rumbos más significativos de la crítica gótica reciente.

source: Without fear the spectres and ghosts that haunt superstitious minds disappear.
es_es: Sin miedo, desaparecen los espectros y fantasmas que acechan a las mentes supersticiosas.

source: Writing from life is considered the morally instructive way to ward off 'monsters of the imagination', providing guidance in the ways of the world rather than extravagant excursions of the imagination:
es_es: Escribir conforme a la vida se considera la forma moralmente instructiva de alejar a los «monstruos de la imaginación», y se proporciona orientación sobre la realidad del mundo en lugar de desvíos exagerados de la imaginación:

source: Yet it is always to marriage that passion-love aspires, unique marriage, ideal marriage, marriage available to no other pair, but marriage nonetheless, with all the cramping vows and habitualness of marriage.
es_es: Hacia el matrimonio, sin embargo, tiende siempre el amor-pasión: hacia un matrimonio único, ideal, vedado a toda otra pareja, pero matrimonio al fin, con todos los votos constrictivos y la rutina que le son inherentes.

source: Yet narratives are dominated by values of family, domesticity and virtuous sentimentalism, values more appropriate to the middle-class readership that composed the increasingly large portion of the literary market in the eighteenth century.
es_es: No obstante, los valores familiares, el ámbito doméstico y un sentimentalismo virtuoso dominaban las narraciones, valores más acordes con el lector de clase media que constituía una porción cada vez mayor del mercado literario en el siglo XVIII.

source: Yet perhaps for that very reason they are the more startling and impressive (if we do not read them in a mood which makes them seem to verge upon the maudlin).
es_es: Sin embargo, quizá por esa misma razón es que resultan aún más impactantes e impresionantes (si no los leemos en un estado de ánimo que los haga parecer rayanos a la sensiblería).

source: Yet the interest in the not immediately erotic details of the female person was not forced on the lover or the novelist by narrow conventions; rather, it was an aspect of the fetishism which seems to attend passion-love, a sort of synecdoche of desire, in which the part stands for the whole, and even the glove or the scarf of the beloved has an erotic value.
es_es: Sin embargo, el interés por los detalles de la mujer que no son propiamente eróticos no se debía, ni para el amante ni para el novelista, a convenciones rígidas; más bien era un aspecto del fetichismo que parece acompañar al amor-pasión, una especie de sinécdoque del deseo, en la que la parte representa al todo, e incluso el guante o el pañuelo de la amada tiene un valor erótico.

source: You may jeer at me, and threaten to clear the court, but until I am gagged and halfthrottled, I will shout my poor truth.
es_es: Podrían burlarse de mí y amenazar con desalojar la sala, pero mientras no me amordacen y me dejen a medio estrangular, gritaré mi pobre verdad.

source: [^1]:From Speaking of Literature and Society.
es_es: [^1]: De “Speaking of Literature and Society”.

source: but thank God it was not that echo alone that I worshipped.
es_es: pero, gracias a Dios, no era solo ese eco lo que yo adoraba.

source: it is death” (Baudrillard, 1993, p.
es_es: es la muerte» (Baudrillard, 1993, pág.

source: its depths were less romantic chasms or labyrinthine dungeons, than the murky recesses of human subjectivity.
es_es: sus ámbitos ya no eran los abismos románticos ni las mazmorras laberínticas, sino los recovecos turbios de la subjetividad humana.

source: only the *Bildungsroman* could overcome:
es_es: solo el *Bildungsroman* podía resolver:

source: seem to remember he calls passion-love, a kind of love with which European literature has dealt since time immemorial but with especial intensity since the Arthurian romances and the code of courtly love.
es_es: creo recordar que él llama amor pasional, una clase de amor con el que la literatura europea tuvo que lidiar desde siempre, pero con una intensidad especial desde los romances artúricos y el código del amor cortesano.

source: speaks of the depth and wild solemnity of his love and remorse, Mr. Nabokov has not laid an emotional trap for the reader, that perhaps H. H.’s last intensities ought not to be received with considerably more irony than at first they call for.
es_es: habla de la profunda y la salvaje solemnidad de su amor y su remordimiento—, el Señor Vladimir Nabokov no haya tendido una trampa emocional al lector; que acaso las últimas intensidades de H. H. no debieran recibirse con bastante más ironía de la que en un primer momento parecen reclamar.

source: sterile and selfish vice, all that I cancelled and cursed.
es_es: vicio estéril y egoísta. Todo eso lo anulé y lo maldije.

source: x) accommodate the engagement with intertextuality through the use of parody.
es_es: x), propicia la articulación de la intertextualidad mediante el uso de la parodia.

source: x), which involves a concern with human subjectivity, and the role of
es_es: x), que implica la problemática de la subjetividad humana, junto con el papel de los

source: x), which involves a concern with human subjectivity, and the role of “interpolated tales” (p.
es_es: x), que implica la problemática de la subjetividad humana, junto con el papel de los

source: {.Quotation centered} There she was with her ruined looks and her adult, rope-veined narrow hands and her gooseflesh white arms, and her shallow ears, and her unkempt armpits, there she was (my *Lolita*!), hopelessly worn at seventeen, with that baby, dreaming already in her of becoming a big shot and retiring around A.D.
es_es: {.Quotation centered} Allí estaba ella, con su aspecto arruinado y sus manos estrechas de mujer adulta, tensadas por venas como cuerdas, y sus brazos blancos erizados, y sus orejas poco profundas, y sus axilas descuidadas; allí estaba (¡mi Lolita!), irremediablemente marchitada a los diecisiete años, con ese bebé, soñando ya con hacerse alguien y retirarse hacia el año 2020 D.C

source: © 1958 by Lionel Trilling, © 1980 by Diana Trilling and James Trilling.
es_es: © 1958 por Lionel Trilling, © 1980 por Diana Trilling y James Trilling.

source: —(*Child of God*, p.
es_es: (El hijo de Dios, pág.

source: —(*Child of God*, p. 58)
es_es: (El hijo de Dios, pág. 58)

source: —the representation of ‘how one becomes who one is’” (Bates,
es_es: la representación de "cómo una persona se convierte en lo que es"» (Bates,

source: “Concerning the Spirit and Cohesion of a Number of Philosophical Novels” delivered in 1810.
es_es: «Sobre el espíritu y la cohesión de una serie de novelas filosóficas», según lo explica Tobias Boes.

source: “Friedrich Hölderlin” in his *Poetry and Experience* as follows:
es_es: «Friedrich Hölderlin» de su obra *Poesía y experiencia*, y que se transcriben a continuación:

source: “Reckon you could do it now from watching?
es_es: “¿Piensas que ahora lo puedes hacer luego de verlo?

source: “degeneracy was [deemed] progressive in its effects, as the original contamination… intensiﬁed itself in the offspring, and was manifested in the increasing mental and physical deformity of each successive generation” (1996, p.
es_es: «la degeneración era [considerada] progresiva en sus efectos, en tanto la contaminación original… se intensificaba en la descendencia y se manifestaba en la creciente deformidad mental y física de cada generación sucesiva» (1996, p.

source: “interpolated tales” (p.
es_es: «relatos interpolados» (p.

source: “merely singular telos” (Boes, 2012, p.
es_es: «simple telos singular» (Boes, 2012, pág.

source: “shadow[s] the progress of modernity with counter-narratives displaying the underside of enlightenment and humanist values”
es_es: ensombrece el progreso de la modernidad con contranarrativas que ponen de manifiesto el lado oculto de la Ilustración y los valores humanistas»

source: “the logical domain of the novel of formation” (Boes, 2012, p.
es_es: «el dominio lógico de la novela de formación» (Boes, 2012, p.

source: ﬁction places an increasing emphasis on interpolated tales, exhibiting thereby a pronounced self-consciousness about narrative and the function of the novels within the postmodern world”
es_es: hace énfasis en relatos interpolados, exhibiendo, por lo tanto, una marcada autoconciencia respecto de la narración y de la función de la novela en el mundo posmoderno»

source: ﬁction that can perform this task, not philosophy.
es_es: ficción —y no la filosofía— la que puede llevar a cabo esta tarea

source: ﬂoundering “masternarratives about humanity” (Halberstam and Livingston, 1995, p.
es_es: los debatibles «grandes relatos sobre la humanidad» (Halberstam y Livingston, 1995, p.

source: There she was with her ruined looks and her adult, rope-veined narrow hands and her gooseflesh white arms, and her shallow ears, and her unkempt armpits, there she was (my *Lolita*!), hopelessly worn at seventeen, with that baby, dreaming already in her of becoming a big shot and retiring around A.D.
es_es: Allí estaba ella, con su aspecto arruinado y sus manos estrechas de mujer adulta, tensadas por venas como cuerdas, y sus brazos blancos erizados, y sus orejas poco profundas, y sus axilas descuidadas; allí estaba (¡mi Lolita!), irremediablemente marchitada a los diecisiete años, con ese bebé, soñando ya con hacerse alguien y retirarse hacia el año 2020 D.C.
